Repository: wp-plugins/rss-per-page
Catalog: languages/rss-per-page-*.po
Languages: nl_nl

source: rss per page widget
nl_nl: RSS per pagina widget

source: Show an rss feed build from an url and a page settable id.
nl_nl: Toont een RSS feed opgebouwt uit een url en een ID per pagina

source: Plugin reviews for @ID@
nl_nl: Plugin reviews voor @ID@

source: Widget Title
nl_nl: Widget titel

source: RSS feed (add <b>@ID@</b> where the RSS ID has to be inserted)
nl_nl: RSS feed (plaats <b>@ID@</b> waar de RSS ID moet worden ingevoegd)

source: Default RSS feed (use when the page RSS ID is empty)
nl_nl: Default RSS feed (gebruik wanneer de pagina RSS ID leeg is)

source: Default RSS title (used with the default RSS feed)
nl_nl: Default RSS titel (gebruik samen met de default RSS feed)

source: Show items
nl_nl: Toon items

source: ERROR: Feed not found
nl_nl: ERROR: Feed niet gevonden

source: No news found
nl_nl: Geen nieuws gevonden

source: RSS feed not found
nl_nl: RSS feed niet gevonden

source: Give the ID to replace the @ID@ placeholder in the widget for this page
nl_nl: Geef hier de ID die de @ID@ in de widget moet vervangen.

source: Please rate me.
nl_nl: Een review word erg op prijs gesteld.
